[
  {
    "id": "9f0aad1f68a477ffacde0ddc",
    "comment": "Sponte astrum demo arceo dolorum universe antepono vinitor censura auctus recusandae thymbra non calamitas adeo.",
    "user": "Maurice Runolfsson",
    "stars": 0
  },
  {
    "id": "f7d6286f3d00df3ffd0cc141",
    "comment": "Varietas vesica stultus acer.",
    "user": "Ora Effertz",
    "stars": 5
  },
  {
    "id": "5f07f825bfbcd7ee3b4b00ca",
    "comment": "Decumbo aequitas patria cohaero animi officia capillus vulnus cursim cibus adflicto carbo vetus cauda eum coerceo studio cunae alter spiculum possimus alias cultellus benevolentia eaque.",
    "user": "Dana Grant",
    "stars": 2
  },
  {
    "id": "22de51ad5cd24359aa8cfd0c",
    "comment": "Ver ager ars quos tergiversatio considero degenero tempora varietas tabernus reiciendis caritas corporis suppellex aggredior stillicidium rem corona canis.",
    "user": "Harriet Zieme",
    "stars": 0
  },
  {
    "id": "8d0cbcfcb2ebcc6cf87a6ee6",
    "comment": "Alioqui cohors aeneus solio theatrum capitulus adfero vociferor curis at cometes assumenda arx tremo deludo capitulus amplus virga corrigo.",
    "user": "Ronald Satterfield",
    "stars": 2
  },
  {
    "id": "e8950bde9fb32b1345a45c86",
    "comment": "Dicta cetera esse turba deputo.",
    "user": "Tommie Howe",
    "stars": 2
  },
  {
    "id": "8ece90df5b41165ec0740bd2",
    "comment": "Caritas temporibus acervus candidus conscendo accusamus deficio carmen aegre abbas aliquid possimus tenuis voveo certus triumphus ascit depopulo cena videlicet voluptatem natus clam claustrum tepesco ulterius exercitationem summopere sunt.",
    "user": "Samuel Hodkiewicz",
    "stars": 2
  },
  {
    "id": "a4000f3d07b53d24091cca6b",
    "comment": "Cado adopto deputo blandior tribuo benevolentia temptatio tredecim.",
    "user": "Mr. Elias Adams-Aufderhar",
    "stars": 2
  },
  {
    "id": "fdd2faf107f3e54cc925face",
    "comment": "Vobis tollo venia video nihil cumque sumo varietas vis magni degero.",
    "user": "Gregg Pagac",
    "stars": 0
  },
  {
    "id": "e1edaf394d8f81adeec7cf51",
    "comment": "Territo urbs artificiose coniecto tertius aurum verecundia id patrocinor adiuvo praesentium territo aeneus harum caute cunabula.",
    "user": "Florence Tillman",
    "stars": 0
  },
  {
    "id": "8b9bbb1ad4aa0e6df71416d6",
    "comment": "Quia aduro amet coaegresco possimus solutio.",
    "user": "Judith Klein",
    "stars": 3
  },
  {
    "id": "a910d73fe420afacd7dd76ad",
    "comment": "Aeternus celer careo conspergo hic totidem adipisci vilicus sub cupiditate.",
    "user": "Gene Walter",
    "stars": 4
  },
  {
    "id": "9a05a2eca20cdac2d9accffa",
    "comment": "Ea curatio cohaero adulatio cimentarius vesica articulus decerno addo minus adstringo coepi caelum beatae barba.",
    "user": "Toby Kerluke",
    "stars": 4
  },
  {
    "id": "d48fdfaa8ea0e97ea1dabdea",
    "comment": "Copiose copia repellendus copiose volva clementia pecus certus deduco depopulo ager defetiscor.",
    "user": "Dr. Barry Mohr",
    "stars": 2
  },
  {
    "id": "e6b3e84d4f24942da71bee57",
    "comment": "Adicio claustrum sono termes denuo aro solus turbo vallum canonicus caterva aeternus aut ut animadverto vulgus supra sordeo libero coerceo carpo acervus cohibeo bene perspiciatis sumo.",
    "user": "Alicia Will",
    "stars": 0
  },
  {
    "id": "7a9ae3cc33721c9c3b9eda7d",
    "comment": "Maiores turba aestus voluptatem autem atrocitas amo deludo ustilo verbum quasi temeritas cruciamentum.",
    "user": "Meredith O'Kon",
    "stars": 0
  },
  {
    "id": "3a7afd96de9ede5aa2dbfd60",
    "comment": "Calcar dolores uxor ancilla accusamus.",
    "user": "Annette Goyette MD",
    "stars": 2
  },
  {
    "id": "1f7bdd0ad1ddfd0e0addeff8",
    "comment": "Cupressus derelinquo sit compello cunae nesciunt curtus vigilo asperiores surculus caries civitas sint conscendo studio ara deludo aggredior totus despecto tener decipio voluptatibus tempore adamo.",
    "user": "Alvin Walker",
    "stars": 4
  },
  {
    "id": "5df06771aad688703b5d005f",
    "comment": "Labore caveo maiores subnecto virgo bellicus minus autem tenus vulgus addo illo.",
    "user": "Joy Langosh",
    "stars": 2
  },
  {
    "id": "d61b3c5c0d3cc6bdfdbe32a7",
    "comment": "Dedecor textor subito tertius videlicet summa cavus curo tepidus ullam copiose accendo totam volaticus celer assumenda succedo quod bardus defaeco nostrum tabella vigor.",
    "user": "Julie Bode",
    "stars": 1
  },
  {
    "id": "3efcfcfb2dc65cd69269b425",
    "comment": "Ventosus vinco cunabula.",
    "user": "Mrs. Verna Murphy",
    "stars": 3
  },
  {
    "id": "afb02ed06afc0ebac40ac5ca",
    "comment": "Cinis neque vindico patruus vitae comitatus depraedor tamdiu copiose deleo ut thesis bardus.",
    "user": "Reginald Yost",
    "stars": 2
  },
  {
    "id": "9e6fac9ced40b640fb388068",
    "comment": "Ustulo esse uterque depromo conventus textor cras calamitas compono candidus contabesco est curatio somnus abscido thalassinus auctus modi illum voluptatum depereo.",
    "user": "Ricky Jast",
    "stars": 2
  },
  {
    "id": "6793992b46c9ff4d0ebfceea",
    "comment": "Tredecim apparatus cursim bibo conqueror iure solio pel velum tutamen.",
    "user": "Clifton Kerluke",
    "stars": 1
  },
  {
    "id": "afdb740a2c4de86ebe5fdaed",
    "comment": "Paens tunc vitae cuius atqui beatae tolero tamisium thymum censura clamo condico anser est venustas vulpes clementia subseco brevis aegrotatio vito cogito quas clibanus adflicto turpis venia creber perspiciatis.",
    "user": "Dr. Vernon Johns",
    "stars": 1
  },
  {
    "id": "bdedc6b0fd2edea1febf78fb",
    "comment": "Creo vilitas depono.",
    "user": "Christopher Jacobson",
    "stars": 1
  },
  {
    "id": "a6fc4dfcdada595f20cfd919",
    "comment": "Pecco uredo urbanus molestiae derelinquo decet iusto vergo delicate subvenio aestivus amplitudo laboriosam vitiosus terebro cupressus quasi cultellus dignissimos alius vetus communis speciosus.",
    "user": "Rodolfo Watsica",
    "stars": 5
  },
  {
    "id": "7bda66cdd3c2110da2df7e73",
    "comment": "Arto solio verecundia spectaculum comburo depopulo cognatus spiculum tenus deleniti basium viscus cupio avaritia.",
    "user": "Miss Pam Franey Jr.",
    "stars": 4
  },
  {
    "id": "5ea4ff372f946aa8fefeecde",
    "comment": "Vulgo fuga voluptatem ventosus ustilo mollitia vergo tot territo.",
    "user": "Freddie Douglas",
    "stars": 2
  },
  {
    "id": "bb3e01d93deedfa081fbbeca",
    "comment": "Debilito acquiro tamdiu templum ipsa dignissimos spes amicitia centum distinctio suffragium agnosco volva vesco tardus vado admitto turbo adnuo exercitationem thema corrupti adstringo.",
    "user": "Caleb Donnelly",
    "stars": 4
  },
  {
    "id": "9c6f54e069f1d0b4904e04a8",
    "comment": "Arbor minus vel casus a distinctio ulciscor cotidie.",
    "user": "Gustavo Fadel",
    "stars": 5
  },
  {
    "id": "3a9d5aa46ac8fc90b78b8299",
    "comment": "Defaeco vespillo antepono arto vehemens verbum pauper blanditiis corrupti iusto.",
    "user": "Lowell Braun IV",
    "stars": 1
  },
  {
    "id": "e79f2fe5fd17be8d58a0c1cb",
    "comment": "Vespillo testimonium cum suadeo crapula sopor suffoco vilis caute decretum undique spectaculum cohaero bellum copiose benigne.",
    "user": "Ana Stanton",
    "stars": 4
  },
  {
    "id": "e82f85a77b596fe2f448a6bc",
    "comment": "Aestivus aestus conturbo coma avarus.",
    "user": "Arlene Gerhold-Borer",
    "stars": 0
  },
  {
    "id": "c36952cb6f3c26c5ddb70c9b",
    "comment": "Adimpleo caelum caecus cruentus adulatio conculco.",
    "user": "Tracy Maggio",
    "stars": 2
  },
  {
    "id": "0ed3cc36bc4cbbe3577f1304",
    "comment": "Uxor considero demoror dignissimos antepono sum absconditus texo verbum terebro chirographum venia assumenda.",
    "user": "Jill Bauch",
    "stars": 3
  },
  {
    "id": "30e02bb7a3bdda2bf2ce2cf7",
    "comment": "Alo defleo dolorum comparo eaque vulnus cado curatio quisquam tardus cenaculum deficio compono alter absens tabgo cursim.",
    "user": "Moses Ondricka DVM",
    "stars": 2
  },
  {
    "id": "058ead879ad229faeddcef05",
    "comment": "Coruscus suspendo demonstro advenio amplexus concedo voluptatibus solutio bis solus perferendis charisma cauda deprecator vociferor decumbo verus trans cursus correptius sopor ducimus soluta ad depereo arbustum currus torrens ullam.",
    "user": "Patrick Leffler",
    "stars": 3
  },
  {
    "id": "00aaa1f2ac9f5f93472b1a73",
    "comment": "Talus coniecto decretum inflammatio delibero placeat advoco quos quaerat corroboro aliquid validus debeo vaco conitor angelus aegrus super caries ipsam balbus vigilo bellum umbra.",
    "user": "Dianne Bayer",
    "stars": 5
  },
  {
    "id": "2fdc8e58e226be8bdd2ec087",
    "comment": "Alii ex corporis ad celebrer charisma coniecto confido candidus desino vulnus stabilis sodalitas textilis decipio terminatio cum desidero convoco tyrannus tamdiu.",
    "user": "Sue Volkman II",
    "stars": 0
  },
  {
    "id": "0bddf80a0e271e164feca808",
    "comment": "Quaerat absque cur comprehendo venia una vestigium tot vitium atavus textilis est anser corpus eligendi utique conspergo ciminatio conscendo defero porro.",
    "user": "Bruce Mosciski",
    "stars": 5
  },
  {
    "id": "0c7a99ae5048a82e99f2e03b",
    "comment": "Centum decipio verus varietas terminatio alter capto cedo arbitro curatio adversus trepide impedit degusto.",
    "user": "Olga Stoltenberg",
    "stars": 5
  },
  {
    "id": "b210a03e0eb9a30d0ccc6dd4",
    "comment": "Vicissitudo utrimque calculus maiores termes verbum maxime comburo adhuc avarus torrens arguo aliquam.",
    "user": "Pablo Block",
    "stars": 0
  },
  {
    "id": "fca1dfc08a95ecfb0c51e912",
    "comment": "Averto saepe decor.",
    "user": "Ronnie McCullough",
    "stars": 1
  },
  {
    "id": "dcddbac8dfa9fbf3aa840e1a",
    "comment": "Utilis spargo arto neque vilicus crinis expedita vix veritas tego consequuntur patruus pecco impedit adhaero solitudo thorax cresco attonbitus.",
    "user": "Larry Schaefer",
    "stars": 1
  },
  {
    "id": "ccdf4a04c6abab5e20c176e2",
    "comment": "Amet desolo utrum adipisci.",
    "user": "Floyd Spinka",
    "stars": 3
  },
  {
    "id": "aaff6820c9a7cc1fd0a15fbe",
    "comment": "Paulatim aveho defaeco convoco quibusdam pauci ventito sumo.",
    "user": "Chris Bins",
    "stars": 0
  },
  {
    "id": "99e4065d8e604c7b17bbc414",
    "comment": "Sponte delinquo adsum subvenio corroboro demulceo defaeco aliquam sonitus solus alveus blandior fugit depereo facere decretum constans triduana allatus adipiscor vigilo aeger bibo sodalitas deporto defetiscor cogito utilis.",
    "user": "Terrance Bernhard",
    "stars": 4
  },
  {
    "id": "ca907fba0df5aaa08e3fb5cc",
    "comment": "Omnis amo aegre creptio cubicularis urbanus studio.",
    "user": "Homer Hickle-Crooks PhD",
    "stars": 5
  },
  {
    "id": "4123437bf0d2c90fb84d2cad",
    "comment": "Ab cohibeo trepide illo.",
    "user": "Eileen Gutmann",
    "stars": 0
  },
  {
    "id": "99ec830f2fded4bdb8f35ec5",
    "comment": "Sto vicinus vomer itaque solio corrupti tremo tero condico approbo curia pecus tondeo coadunatio civis.",
    "user": "Theodore Bode DVM",
    "stars": 5
  },
  {
    "id": "189e808bf03dfee6bb823821",
    "comment": "Capto recusandae aureus denego aeternus comparo aperio considero altus cultellus valetudo conitor verbera aeneus comminor quidem aperiam verto adulatio tolero vetus.",
    "user": "Tommy Ferry",
    "stars": 4
  },
  {
    "id": "36e2ae9e25dcd1aa3cf5dab7",
    "comment": "Repellat agnosco comitatus.",
    "user": "Mrs. Delia Beahan",
    "stars": 0
  },
  {
    "id": "6914aaf053ceccbdbfbad5bf",
    "comment": "Venio sollers trado turbo amet.",
    "user": "Woodrow Lowe",
    "stars": 0
  },
  {
    "id": "a25680f9a51c6d1d222969dd",
    "comment": "Defleo deficio aetas usque depopulo itaque adficio amplexus dignissimos alioqui.",
    "user": "Woodrow Spencer",
    "stars": 3
  },
  {
    "id": "cfe9492ea5f8edcd4aaf34fa",
    "comment": "Creber cedo vulpes dens provident volup cariosus curatio stella pauci vestrum balbus summopere cubicularis cruciamentum.",
    "user": "Jackie Purdy",
    "stars": 2
  },
  {
    "id": "6bbd1c8026dc5ce6b59ccba6",
    "comment": "Triduana verecundia amicitia aer antepono tenetur validus explicabo adopto viscus iusto decet corrupti depopulo accusamus quaerat adeo villa valens corona.",
    "user": "Roberta Wintheiser",
    "stars": 5
  },
  {
    "id": "10a00044a139f3ef186f25a2",
    "comment": "Tamquam aer tempora bibo tot conservo sollers terga.",
    "user": "Violet Denesik",
    "stars": 2
  },
  {
    "id": "aa3f3deac52fe990aae64c8b",
    "comment": "Curis sollers desparatus desparatus taceo laudantium tergiversatio triumphus desino quaerat soleo vita comprehendo utroque cunae amplus ea.",
    "user": "Levi Stehr-Sawayn",
    "stars": 0
  },
  {
    "id": "ea7d3f8db547d7897de300ca",
    "comment": "Desparatus beatae casso supplanto cresco arbustum arx curriculum thorax vulnero delinquo careo soleo uredo volva sulum dedico abscido laudantium vociferor.",
    "user": "Manuel Considine",
    "stars": 3
  },
  {
    "id": "68cc0f6540dd7edce3d0fee7",
    "comment": "Testimonium sponte adsum adeptio toties cunae ultra placeat ara tertius vito succedo totidem usque abstergo arbor delectatio caelum cimentarius aqua alter confido xiphias adiuvo sonitus praesentium adduco.",
    "user": "Christopher Kozey",
    "stars": 0
  },
  {
    "id": "dabfd127df3eedd55119e3bf",
    "comment": "Vox territo cubo arbitro succurro quo decimus ars cohaero speculum varius tabula perspiciatis conventus ambulo aptus pecco asper demergo molestias dapifer carcer avarus eveniet ascit combibo.",
    "user": "Eloise Heathcote",
    "stars": 5
  },
  {
    "id": "46ef180e446f63aa7dbddc28",
    "comment": "Templum deporto articulus sapiente nemo vigor sed bestia barba videlicet crebro in angulus thalassinus carcer teres sophismata accedo coniuratio cervus.",
    "user": "Agnes O'Reilly",
    "stars": 0
  },
  {
    "id": "9dfe420ecac70af8b9e1bfb7",
    "comment": "Degusto audacia vix testimonium depopulo cinis adfero nisi decimus terror delectatio ducimus patrocinor sonitus natus torrens.",
    "user": "Carrie Dicki",
    "stars": 5
  },
  {
    "id": "aa6a3cdb68d0467baf7b8bc4",
    "comment": "Vergo ea vesco culpo taedium conqueror vehemens sursum conicio compono officiis apto tutamen victus cultura tamquam dolor acies.",
    "user": "Maureen Dietrich V",
    "stars": 3
  },
  {
    "id": "e83dbeaac8d1d43b0a035da3",
    "comment": "Speciosus perspiciatis decumbo cimentarius tendo.",
    "user": "Jaime Miller",
    "stars": 0
  },
  {
    "id": "ff7db64e1818dfe0811af34e",
    "comment": "Deleniti attollo beneficium vergo minus cultellus triduana traho porro amoveo trepide abutor celer versus porro synagoga.",
    "user": "Katie Steuber",
    "stars": 5
  },
  {
    "id": "fcaba665f28f157e17fbf1fc",
    "comment": "Vallum sunt peior cuppedia pel contabesco clementia soluta sub arma delectus crudelis angulus accusamus cursus timor sapiente ara canis ipsum aperio curso caritas conitor facere delicate crux canonicus adstringo.",
    "user": "Owen Russel",
    "stars": 2
  },
  {
    "id": "4c93fe35d6d1ac38ccae5a1f",
    "comment": "Vaco abundans tamdiu pariatur uterque cena abstergo delicate.",
    "user": "Sheryl Heller",
    "stars": 4
  },
  {
    "id": "ca005e9ffa9dba6bdcbb1fa8",
    "comment": "Adficio vestrum virgo torrens curia absens surculus terminatio autus universe aperiam aperiam amaritudo curis corrupti denego asperiores barba derideo possimus tabernus.",
    "user": "James Quitzon",
    "stars": 3
  },
  {
    "id": "cde9b8ec40fa6ce0f67b66b9",
    "comment": "Sumo quae statua crepusculum triumphus subiungo supra utor commemoro causa stips volaticus consuasor excepturi a apparatus aspicio reprehenderit viriliter adduco vita trado antiquus.",
    "user": "Antonia McGlynn",
    "stars": 2
  },
  {
    "id": "2f74cb19aef822c1aff43f5c",
    "comment": "Virtus defungo desparatus amitto ex cuppedia apostolus incidunt.",
    "user": "Clark Roob",
    "stars": 0
  },
  {
    "id": "cbdd865f57bf7caeddf8ec7c",
    "comment": "Illo caries ipsa conatus decumbo cibus tempus deleo eveniet vociferor admiratio autem perferendis communis adversus cupio caput.",
    "user": "Traci Treutel",
    "stars": 4
  },
  {
    "id": "3339bf1548c0eacbaeaacfe5",
    "comment": "Voco turpis aestas umerus vesco atqui vulariter abutor somnus altus spectaculum casso dolorum acquiro tot amiculum aperiam perferendis.",
    "user": "Marcella Mayer PhD",
    "stars": 0
  },
  {
    "id": "f2bdf2a22386ac9838260ee4",
    "comment": "Defessus adamo vereor pariatur sumo sponte carbo illum adimpleo animadverto velut somnus calamitas.",
    "user": "Richard Bernhard",
    "stars": 0
  },
  {
    "id": "f360fefb5a132c0dbcc1bb3e",
    "comment": "Capillus asper vinitor carpo subito quaerat ter teneo nostrum venia aureus adsum congregatio utrum armarium adiuvo neque complectus solutio toties arceo fuga cohibeo celo defaeco facere delicate aliquam utrum.",
    "user": "Marcella Kessler",
    "stars": 0
  },
  {
    "id": "df166e5de88def6d5cf9e296",
    "comment": "Credo charisma adhuc argentum defessus confugo una dapifer tam correptius celer sufficio barba bardus peior a celebrer arto charisma charisma trucido molestiae tempore suffragium amplus ratione volubilis laborum.",
    "user": "Roxanne Powlowski",
    "stars": 0
  },
  {
    "id": "6d6f921d26ae0dab4c8ed92b",
    "comment": "Alioqui artificiose arceo amoveo tollo adinventitias ut minima virgo tabernus tempus bestia contra addo creta apostolus adulatio depromo capto triduana infit placeat defero.",
    "user": "Gilbert Powlowski",
    "stars": 3
  },
  {
    "id": "ad360c6e5b0f2ccacf669da8",
    "comment": "Comitatus aetas casus alioqui amor.",
    "user": "Zachary Cremin",
    "stars": 5
  },
  {
    "id": "4e723ed2550b134c3d59075c",
    "comment": "Debilito deleo thesis demoror angulus utrimque voluntarius ulciscor sublime anser solutio ascit et cultura auctus clam cursim acervus ancilla copiose allatus ago tego testimonium incidunt eaque canonicus adfero.",
    "user": "Javier Cormier",
    "stars": 0
  },
  {
    "id": "ad3828f29e42fca72a2daa62",
    "comment": "Defluo amor substantia talis sustineo triduana adsuesco vel tandem volaticus studio sequi pecus cernuus synagoga tam stipes ademptio tumultus addo calcar vita tristis.",
    "user": "Derrick Lubowitz-Lueilwitz",
    "stars": 3
  },
  {
    "id": "c60e174f07dbca4ba7aee6e0",
    "comment": "Spectaculum depopulo vigor corrumpo alias velociter.",
    "user": "Sonja Wiza",
    "stars": 3
  },
  {
    "id": "ab3a24c3fca0fd8b7f238c92",
    "comment": "Pax commodo apto colligo alienus templum viridis quam apto cenaculum.",
    "user": "Brandi McLaughlin",
    "stars": 4
  },
  {
    "id": "b6fc5b8c6aaead1e16ca2aa0",
    "comment": "Carus viridis demonstro fugit suadeo audentia vomito complectus error depraedor statua deinde cauda delinquo.",
    "user": "Merle Botsford",
    "stars": 4
  },
  {
    "id": "bac4ffa68aac8feddc46aeb7",
    "comment": "Vigor deporto cunctatio sequi amplexus cursus tabella corroboro tendo currus subvenio amissio.",
    "user": "Ana Dickinson",
    "stars": 3
  },
  {
    "id": "d931fb4c4af7a66ebc3ad3cc",
    "comment": "Corona vivo amor.",
    "user": "Shawna Ferry",
    "stars": 2
  },
  {
    "id": "ded9bbdf8cad90fbe1ae6d5c",
    "comment": "Cursim perspiciatis cogito provident curriculum.",
    "user": "Bessie Dooley",
    "stars": 5
  },
  {
    "id": "bdbe0f1e48d5dcc8fdc9ac0e",
    "comment": "Ambitus adeptio volup degenero sumptus decor vehemens veritas curatio ocer harum mollitia tandem quae ventito alienus aut coaegresco cur territo tam quibusdam deporto.",
    "user": "Doris Emmerich",
    "stars": 3
  },
  {
    "id": "e1d2f9fb0af540c81952f6c2",
    "comment": "Cuppedia sperno spes umerus cubicularis.",
    "user": "Paulette Schoen-Simonis",
    "stars": 5
  },
  {
    "id": "bd45afdf43bc5461ea57d3ea",
    "comment": "Delicate atavus sperno temperantia tametsi sui vulgo templum iste usque deleo stabilis cras numquam coaegresco tabula beatus tyrannus acerbitas officia valetudo adversus.",
    "user": "Toni Sauer-Greenfelder",
    "stars": 0
  },
  {
    "id": "f4faaea90fbfff2b29f2e004",
    "comment": "Annus illo apostolus volo coniuratio advenio strenuus cunctatio commodo atavus qui aegre possimus uredo ambitus valde iure adflicto.",
    "user": "Edward Jakubowski",
    "stars": 4
  },
  {
    "id": "ac256bb8e0e0f0abccca74f5",
    "comment": "Uredo carpo cavus decor defungo ventus utrimque distinctio consequatur convoco.",
    "user": "Johnnie McCullough",
    "stars": 2
  },
  {
    "id": "21a7c2d290ec4c9f166bd444",
    "comment": "Excepturi ulciscor temporibus adfero adfero vito denego acerbitas cicuta ascit aureus usitas stipes soluta texo beatae esse apparatus decimus abundans amet debitis repellendus despecto accommodo cunctatio.",
    "user": "Miriam Weber DDS",
    "stars": 5
  },
  {
    "id": "fdd651d5e99df0e7bc8c2b9f",
    "comment": "Dolorem certus via patrocinor claustrum agnosco beatus textus derelinquo cotidie.",
    "user": "Miss Sara Bernhard",
    "stars": 3
  },
  {
    "id": "d9e9fdc31112eebed37afeb9",
    "comment": "Debilito cetera thermae tamdiu doloribus alioqui conculco cupressus odit caritas amor aeternus amet aiunt veniam corrigo subito crastinus cursus aperio dolore aestivus blanditiis speculum cetera aequitas cur nemo adsidue.",
    "user": "Mr. Raymond Littel I",
    "stars": 0
  },
  {
    "id": "ccf96dceef20fae71634aa3c",
    "comment": "Aggredior absum condico cubo paulatim angelus nihil cura molestiae adamo pel eius laboriosam debilito coadunatio coadunatio curvo bellum clarus triduana eius suscipio celebrer tunc utpote debilito quisquam tamquam velut beatae.",
    "user": "Carole Dickinson",
    "stars": 0
  },
  {
    "id": "f915853f4e4b56edebabdb7d",
    "comment": "Verecundia nesciunt arbor comis vero.",
    "user": "Dean Gleichner",
    "stars": 1
  },
  {
    "id": "dc9ff2a8b4a4435d14b2642e",
    "comment": "Denique deficio crur temperantia vulnero carus aduro.",
    "user": "Nathan Lemke",
    "stars": 3
  },
  {
    "id": "4a9d36f2b5aad95ddecf9fc9",
    "comment": "Cimentarius vero sum accusamus aptus tersus appositus spero coepi tero totus ascisco.",
    "user": "Salvador Graham",
    "stars": 2
  },
  {
    "id": "b4fd9e93bb39b16cf0ca81fb",
    "comment": "Veniam blandior demum volaticus cattus attero.",
    "user": "Roderick Feest",
    "stars": 3
  },
  {
    "id": "dca43ddb8bce53a3d967a7bb",
    "comment": "Cupiditas contego voveo vicinus neque victoria tantum acerbitas cena certe.",
    "user": "Alexis Osinski",
    "stars": 0
  },
  {
    "id": "c1fb4b58c9b2e58f27bef4be",
    "comment": "Spoliatio ambulo cruentus patrocinor.",
    "user": "Mr. Edwin Rice",
    "stars": 1
  },
  {
    "id": "a9ffed8edcdcb1dcd1af9afa",
    "comment": "Varius alo sortitus tabernus stabilis claro similique ullam cresco comitatus fuga clam delectatio repellat dicta iste nesciunt celo provident admoveo.",
    "user": "Bryan Schuppe",
    "stars": 5
  },
  {
    "id": "b1a7b7404dfdd9e7379cbe0f",
    "comment": "Degenero denique acer campana aperiam enim succurro conculco coniecto consuasor damno tremo aufero absconditus cultellus voluptas campana absorbeo ascit chirographum ager adversus appono cognomen succedo absconditus pax.",
    "user": "Garrett Bernier",
    "stars": 5
  },
  {
    "id": "469b360c4fefe0342db2a607",
    "comment": "Venia eum vinum sollicito corpus desino corrupti decens xiphias adsidue somniculosus tamdiu dolores a cilicium maiores virtus summopere vito nisi textus.",
    "user": "Dr. Angel Reichel",
    "stars": 3
  },
  {
    "id": "6b4ba515fcf682d27a8ca2cd",
    "comment": "Tantillus ademptio aptus defero summisse thalassinus amoveo pecus bestia voluptas ara vaco eaque consequatur utpote angelus defaeco tempora tener dedico suggero.",
    "user": "Clifton Nitzsche",
    "stars": 2
  },
  {
    "id": "eac4b5d8399ddbdf4ab45d5d",
    "comment": "Callide eos sui usque arx speculum civitas vere sustineo facere viduo adficio canto usque comminor cruciamentum defungo adopto cerno arcesso trans conventus.",
    "user": "Claire Hintz-Konopelski",
    "stars": 0
  },
  {
    "id": "7dda03bac5cdbbcf4e68cbfc",
    "comment": "Censura illum minus aegrotatio usque crur approbo delego absconditus cognatus corrigo comptus argumentum recusandae turbo.",
    "user": "Billie Strosin",
    "stars": 0
  },
  {
    "id": "acd4c09e170fb2ec568bdd1e",
    "comment": "Vulticulus capitulus spes.",
    "user": "Ms. Gina Steuber",
    "stars": 0
  },
  {
    "id": "9df38c25c5fffbff5a9b8bf1",
    "comment": "Acidus ademptio thesaurus deserunt adamo tubineus accendo adsuesco territo aliqua bonus capillus.",
    "user": "Mr. Kelly Dickinson",
    "stars": 4
  },
  {
    "id": "e54cfc3e608cf511af3f1956",
    "comment": "Statua voluptates absorbeo quos amissio benigne ambitus complectus.",
    "user": "Benjamin Stanton",
    "stars": 2
  },
  {
    "id": "5552c8361d46d2e327421ea1",
    "comment": "Arceo creta amissio abstergo dolorum ipsa.",
    "user": "Tara Brown",
    "stars": 3
  },
  {
    "id": "2cf11a706d9a45d1e0bd9bc7",
    "comment": "Audeo arceo viduo defessus caveo amitto amissio ater.",
    "user": "Timothy Cartwright",
    "stars": 0
  },
  {
    "id": "33ac49aebba8d1ce7c1650f2",
    "comment": "Blandior deripio villa adsidue thermae bis decumbo cruciamentum comedo suspendo casus autus appono corpus.",
    "user": "Lorene Klein",
    "stars": 5
  },
  {
    "id": "6ee66fc3ea75fac9bd86ccfa",
    "comment": "Audio vociferor consequuntur averto constans arcus suscipit.",
    "user": "Blanca Borer",
    "stars": 3
  },
  {
    "id": "efa76971229a3cc4adc7ac19",
    "comment": "Aeternus desino canonicus casso compello fuga sollicito talio xiphias absens utrum sumptus somniculosus commodi incidunt tutis celo ullam agnosco demens cinis clarus vel hic aperio.",
    "user": "Moses Reichert",
    "stars": 1
  },
  {
    "id": "bedc9b661cb4cc63a0aaeeaa",
    "comment": "Porro utilis vis cervus demo ullus alius tempus cohaero auditor comitatus utpote teneo aestas cruentus usitas conspergo conservo benevolentia solutio studio cognatus aperiam.",
    "user": "Francis Cole",
    "stars": 5
  },
  {
    "id": "9efc85cd0fbda9483f2e21bc",
    "comment": "Sperno vester ullus amaritudo vociferor sum vos vigor certe culpo tracto doloremque adstringo campana.",
    "user": "Mrs. Lois Smitham III",
    "stars": 3
  },
  {
    "id": "a9c4ac8ecbe1fa6c0e6c2184",
    "comment": "Aperte theatrum acquiro aspicio color sumptus apud apto auctus vulpes curvo urbs reprehenderit viridis tantillus demergo curo atque.",
    "user": "Mr. Jessie Kuhn",
    "stars": 4
  },
  {
    "id": "e6fa112d39ef362fbf03e58c",
    "comment": "Quae minus curiositas tredecim.",
    "user": "Clarence Considine",
    "stars": 5
  },
  {
    "id": "c536cff26c1e60e8fc7ccbfa",
    "comment": "Contabesco caecus substantia.",
    "user": "Inez Rogahn",
    "stars": 2
  },
  {
    "id": "56d66dd6a4d5790bbc61a5b4",
    "comment": "Earum vesco delectus strenuus corroboro subvenio spes cado claustrum ager dolores commodo cupressus sumo color dicta.",
    "user": "Vanessa Wyman",
    "stars": 0
  },
  {
    "id": "49b1d073168c844c2c72851e",
    "comment": "Amiculum ater degenero laudantium coerceo.",
    "user": "Julio Mante",
    "stars": 4
  },
  {
    "id": "7ccef7ff6f411d38dc1fab87",
    "comment": "Contra utroque nesciunt degero vetus auditor tutamen aro bos turba suasoria color via.",
    "user": "Sonja Ritchie",
    "stars": 2
  },
  {
    "id": "dd50e2eecc3587bbeca35f8b",
    "comment": "Tamen thymbra brevis decipio voluptas sordeo umbra utpote.",
    "user": "Randy Marvin",
    "stars": 1
  },
  {
    "id": "cdcf7e62ac5eca4a9befdecb",
    "comment": "Abutor celo aeternus solitudo voluntarius collum aestas utrum.",
    "user": "Mr. Rickey Kutch",
    "stars": 5
  },
  {
    "id": "cb4ddf3e993e3124ca7c3bc4",
    "comment": "Bardus minima recusandae addo turpis deprimo damno animus vos aperiam basium avarus sto acerbitas claudeo varietas itaque saepe administratio comparo appono ventosus asporto constans carcer ancilla.",
    "user": "Leticia O'Kon",
    "stars": 5
  },
  {
    "id": "cb67022aeea4ec5b02a61bba",
    "comment": "Cultellus uter abduco varius cerno temptatio culpa volutabrum angustus ex aestas cognomen voveo.",
    "user": "Kathy Hermiston PhD",
    "stars": 3
  },
  {
    "id": "fef4c46c319344cc4b76f9df",
    "comment": "Delectus canto vos cinis facilis.",
    "user": "Miss Wendy Halvorson",
    "stars": 5
  },
  {
    "id": "f836e31e336d0b1d51a63e8a",
    "comment": "Ceno aiunt subiungo.",
    "user": "Elsa Kautzer Jr.",
    "stars": 5
  },
  {
    "id": "22fccd74e61c02854f9769d9",
    "comment": "Creta cado sopor vociferor colligo tempus baiulus possimus cursus altus arcus ipsum vigilo administratio delectatio thymum aduro contigo adeo dolores abundans cado turbo cilicium valens cursim defessus patior.",
    "user": "Minnie Morissette",
    "stars": 1
  },
  {
    "id": "aca9500e39d0d53d9bcc9a5e",
    "comment": "Iure cumque ubi ciminatio acquiro absorbeo cimentarius charisma exercitationem ipsa ater absque dapifer delibero iure deputo consuasor sint tenax ter tempus truculenter correptius vomica fugiat alo speculum sonitus clam.",
    "user": "Gayle Graham",
    "stars": 0
  },
  {
    "id": "5ce861ffb0e6bb96c3f7bfac",
    "comment": "Inventore vulnero cresco subito aggero defluo candidus vesco arbor adamo cresco.",
    "user": "Bob Adams",
    "stars": 3
  },
  {
    "id": "b92a3e2cf5bfc80d7cbbb9b7",
    "comment": "Tripudio confugo territo aureus chirographum civitas optio.",
    "user": "Camille Hayes-Hagenes",
    "stars": 0
  },
  {
    "id": "52fcdbb80885c33bcbc928e0",
    "comment": "Absorbeo modi ambulo conservo tubineus autem deludo vacuus substantia adhaero succedo pecus veritatis.",
    "user": "Ryan Herman",
    "stars": 5
  },
  {
    "id": "fb220549a48bf731bfedd274",
    "comment": "Valens vomito attollo ciminatio nemo tabesco aedificium cuppedia sublime adulatio argumentum repellendus coadunatio impedit avarus stella accommodo cinis derideo vis caelestis dolor capio.",
    "user": "Dominic Hintz",
    "stars": 3
  },
  {
    "id": "4b9f780b3dce8511472cced7",
    "comment": "Adsidue eum textilis conventus corrupti cruentus civitas.",
    "user": "Patti Boyer",
    "stars": 2
  },
  {
    "id": "cb0ae7f37de6cd2cab7d13ce",
    "comment": "Crebro conatus aer denique suadeo velum conatus concido adsuesco.",
    "user": "Darrell Hermiston PhD",
    "stars": 2
  },
  {
    "id": "933c84cef9efebecf35c9ec2",
    "comment": "Artificiose vorax subito acsi perspiciatis torrens esse color laboriosam talis amplexus calco baiulus bellum atrox denuncio expedita corrigo utroque condico.",
    "user": "Miss Eula Willms",
    "stars": 5
  },
  {
    "id": "e3ece2cb6bed9cdcce833729",
    "comment": "Viscus cado canonicus vulticulus taceo cervus tego ventus adficio tutis timidus consectetur coepi vero beatae.",
    "user": "Kristina Harris",
    "stars": 0
  },
  {
    "id": "ee603b8fb4caccdc6c4daa8a",
    "comment": "Patior voluptate urbanus viscus synagoga talis victoria depulso deludo suus suscipio arx caput deprecator caput ea eligendi amplus bos minima reiciendis nesciunt vesco advenio adimpleo paens debilito canis.",
    "user": "Mr. Leonard Koss",
    "stars": 4
  },
  {
    "id": "cb052586bbbc8aaaa27e5d0d",
    "comment": "Clamo sursum thymum strenuus cohors comes a.",
    "user": "Miss Brenda Kuhn-Runte",
    "stars": 4
  },
  {
    "id": "df360155adce7fee6ad96be7",
    "comment": "Arceo fugiat vitiosus cervus supra canonicus aequus eum facilis vetus.",
    "user": "Darnell Schmeler",
    "stars": 3
  },
  {
    "id": "43d1b74cc9461b2d5effadd8",
    "comment": "Villa vinum terga cribro tum subvenio concido commodo peccatus quis vulpes perspiciatis umquam carmen assumenda ter expedita vomito aliqua tergum bonus absconditus corrumpo exercitationem aestivus turpis defero comes ubi ademptio.",
    "user": "Dr. Stephen Pollich",
    "stars": 3
  },
  {
    "id": "45fdf3ab3b0ca2dee2880c1c",
    "comment": "Studio cunctatio damno addo utrum repellendus paens sollicito triduana accendo subito tergiversatio theca tergo alias ultio voluptas sono officia corporis concido aureus repellat sequi cauda.",
    "user": "Beulah Hintz",
    "stars": 4
  },
  {
    "id": "e616d50bdc4ad53bcdbedfbe",
    "comment": "Denuo abduco sint.",
    "user": "Fred Fisher",
    "stars": 2
  },
  {
    "id": "fe1fb4d5f3c29375c9c65240",
    "comment": "Pax viscus conculco voluptatem tergeo ubi varius apud adficio tantillus amaritudo laudantium admoneo vitiosus celer tabesco iure spectaculum cado aiunt caelestis creber uxor quisquam labore conservo commemoro spiritus.",
    "user": "Angel Stracke",
    "stars": 0
  },
  {
    "id": "854da0e799fddd90c9bbbba9",
    "comment": "Crustulum solutio distinctio deleniti thema doloremque argentum supellex capitulus sophismata stipes aetas amor arbitro adipisci.",
    "user": "Clinton Kuhn-Hane",
    "stars": 1
  },
  {
    "id": "da98efab1ccc64b6eb4d2a6b",
    "comment": "Inventore taedium vociferor deprimo tribuo veniam dens tego dolor cupio aduro.",
    "user": "Darnell White",
    "stars": 2
  },
  {
    "id": "e0772eabc0be70718eb3fd8c",
    "comment": "Molestias curia ustilo volaticus patrocinor veritas.",
    "user": "Melvin Bayer",
    "stars": 5
  },
  {
    "id": "b1691d252bc0ebdb8144fe4d",
    "comment": "Spiritus angelus solvo debeo sursum.",
    "user": "Ignacio Hackett",
    "stars": 5
  },
  {
    "id": "cbad8c2472eb962d8d8fe0be",
    "comment": "Tondeo abduco spargo cursim crapula correptius vigor uxor spoliatio ipsam rerum tumultus.",
    "user": "Dr. Cedric Lueilwitz",
    "stars": 0
  },
  {
    "id": "ecbdf5bcbe2bf9b857de902d",
    "comment": "Vespillo rem capio cuius textus xiphias spargo depopulo vorax dapifer tenuis verecundia dolorem celebrer tollo corrupti cogo dolores theologus una exercitationem dapifer cornu ultio.",
    "user": "Paul Harvey-Schamberger",
    "stars": 0
  },
  {
    "id": "d82fdff4281b1a8cb4c097c0",
    "comment": "Adulatio vox amita decor.",
    "user": "Ken Dicki",
    "stars": 1
  },
  {
    "id": "f10fa5cdbcc9829dcba21cde",
    "comment": "Vitae ademptio commemoro adinventitias curriculum viscus ea arto ambulo articulus articulus tardus cum denuo vicissitudo conqueror aut benigne.",
    "user": "Kenneth Swift MD",
    "stars": 4
  },
  {
    "id": "dadba98a2b86df1ead91f85e",
    "comment": "Eum crastinus occaecati officia vigilo angulus defluo utilis abutor aegre contra via aurum.",
    "user": "Terrell Kerluke",
    "stars": 4
  },
  {
    "id": "36e299cb09c5ff78dfd320fd",
    "comment": "Magni dignissimos attollo delectus termes titulus vester culpo acer vulariter tribuo decet velociter minima degero trepide valeo thalassinus adhaero verecundia thalassinus porro congregatio assentator nam antepono toties tredecim.",
    "user": "Stuart Jacobs",
    "stars": 3
  },
  {
    "id": "1173c1e26171c4ffd12a7ce2",
    "comment": "Exercitationem vitiosus accusamus cito defetiscor cattus ulciscor delectatio depopulo bardus terebro confero validus voro auctus.",
    "user": "Pedro Bailey",
    "stars": 3
  },
  {
    "id": "45cfa607ba5c0c44be31c3b0",
    "comment": "Tempora talio rerum adaugeo asperiores subito vulpes coma reiciendis debeo apostolus.",
    "user": "Anita Boyle",
    "stars": 0
  },
  {
    "id": "c217b853afa2c6a8851bde61",
    "comment": "Absens decimus libero currus autem usitas eaque tandem tabula audeo auctor volubilis magni dolores addo creator cedo crinis ascit suffoco degusto debeo barba.",
    "user": "Tony Balistreri V",
    "stars": 4
  },
  {
    "id": "ca19cb5b8f4b2b7ffe23a91f",
    "comment": "Vilitas veniam corrumpo excepturi utilis compello vorago accusamus vesica velum talio vigilo nobis ceno capillus concedo summa patior patior.",
    "user": "Rosemarie Keeling",
    "stars": 2
  },
  {
    "id": "44f6feea39f91b22e7e460dc",
    "comment": "Agnitio viduo aranea tandem repellat nostrum comedo acer aeger tersus volaticus varius ultra fugiat cometes.",
    "user": "Edward Murazik",
    "stars": 3
  },
  {
    "id": "c3f2d35c13afe3d69cf60ec1",
    "comment": "Tactus corrupti terror volutabrum sum trepide carmen clibanus altus defetiscor ut coadunatio despecto veritas arbor sumptus tolero in atavus illum adeptio sopor sol venustas.",
    "user": "Susan Lind",
    "stars": 2
  },
  {
    "id": "aade8f6a668272b0eaaa4196",
    "comment": "Defero nobis constans degusto autus animadverto curia explicabo excepturi ambitus deserunt caveo terra tyrannus tabernus xiphias adduco accedo bene reprehenderit suadeo comparo addo arx sequi corrupti vita nulla deputo.",
    "user": "Cory Dicki",
    "stars": 0
  },
  {
    "id": "8b3cbaeeddd5e1942aca489b",
    "comment": "Depulso commodi angelus conatus caritas denique acquiro caries pecus taedium antea.",
    "user": "Loretta Breitenberg",
    "stars": 1
  },
  {
    "id": "e9f3b7cfc5f7d58c4c4184f6",
    "comment": "Quasi adeptio testimonium bellicus vigor spectaculum super paulatim atque argentum clarus cimentarius tremo asper attonbitus volaticus despecto repudiandae tepidus blandior denuncio creator valde nemo virtus.",
    "user": "Zachary Stanton",
    "stars": 1
  },
  {
    "id": "bc8e947d2babd1e476706bb6",
    "comment": "Compello suppono stultus charisma assentator stipes thesis vulgaris defessus umbra modi turpis coniecto unus pel caries atqui thermae delego templum truculenter subvenio cimentarius.",
    "user": "Leigh Bruen",
    "stars": 3
  },
  {
    "id": "5ee5ec7bace48de156ccb84c",
    "comment": "Totam studio carus angelus voluptas textilis adamo tollo agnitio aut suffragium carbo cubitum curto candidus delectatio auctor cibo casso deputo condico amet.",
    "user": "Violet Schinner",
    "stars": 4
  },
  {
    "id": "c20c33dfd3cdf3442924b101",
    "comment": "Voluptatibus cito tolero bis compono auditor somnus amita abeo apto tremo adeptio delectatio thema subvenio.",
    "user": "Andy Greenfelder",
    "stars": 1
  },
  {
    "id": "064baeabca3a8bed0d30a761",
    "comment": "Torqueo vinculum accusator cultellus cum textor tredecim bos acies adopto claro coaegresco volva qui tonsor aequus cinis causa tergo.",
    "user": "Mae Robel",
    "stars": 5
  },
  {
    "id": "8de6493cdf50ec9ebaf8e93e",
    "comment": "Abstergo pectus callide ager ara calculus occaecati studio adulatio vorax statim usitas defungo nesciunt tui.",
    "user": "Al Stokes",
    "stars": 1
  },
  {
    "id": "adc3aa03bcc345cab99901dd",
    "comment": "Coniuratio dapifer peccatus dedico catena adinventitias accedo bis terra aestivus atqui illo amor tabella libero amet bonus culpa veritatis cribro conicio possimus villa tam cito dens debilito tergo.",
    "user": "Krystal McClure",
    "stars": 3
  },
  {
    "id": "6bb86cebb17386c75bfb47a4",
    "comment": "Laboriosam abscido bellum tepidus voluptate autem tutis dolores aveho denego attonbitus repellendus sum communis omnis copia amplus occaecati esse cimentarius una confugo claro vesper calculus vergo tamisium repellat videlicet assumenda.",
    "user": "May Ullrich",
    "stars": 2
  },
  {
    "id": "6fdbc5688e8c6e9dab998bdc",
    "comment": "Decumbo desino voveo terga tempus strues absorbeo vinum vorax accommodo deinde deporto cunae bestia vesica consuasor volutabrum taceo avarus deludo harum capitulus vulnus solus.",
    "user": "Jonathan Gulgowski",
    "stars": 5
  },
  {
    "id": "a520d85680d91343ec43ecaa",
    "comment": "Ciminatio tempus colo certus alo quisquam tego summopere numquam unus.",
    "user": "Mrs. Yolanda Stoltenberg",
    "stars": 4
  },
  {
    "id": "0e786b8cd565eedeb94cddb5",
    "comment": "Alioqui talis impedit casus aegrotatio contra ipsa vulnus subito talus curia.",
    "user": "Timmy Jacobson",
    "stars": 4
  },
  {
    "id": "757a9d366e73f4c68940efbb",
    "comment": "Claustrum veniam quasi.",
    "user": "William Kuvalis",
    "stars": 0
  },
  {
    "id": "ee04eece8bcadf1ecc82cced",
    "comment": "Amplexus cui sunt amplus avaritia triumphus tamisium tres ratione cultellus cruciamentum desolo anser aequitas nesciunt damno quaerat eius thesaurus adhaero ambitus cras.",
    "user": "Miss Kayla Wunsch",
    "stars": 0
  },
  {
    "id": "c7b92f8e16f6d022d1bbbc8c",
    "comment": "Vigilo civis tam cunae convoco talus victus talio tantum voluptas attonbitus validus antepono tertius antea amita vesica.",
    "user": "Marion Bahringer",
    "stars": 3
  },
  {
    "id": "d8dc5a0cb755b6edee101b46",
    "comment": "Caterva dolor sto socius odit antepono copia traho molestiae cinis auctor bardus tremo comitatus necessitatibus adipiscor vorax artificiose trado crur ulterius comminor causa.",
    "user": "Delia Frami",
    "stars": 0
  },
  {
    "id": "8c7a3e738f5dde1d57aa1bb8",
    "comment": "Demitto nihil aequus.",
    "user": "Jim Schiller",
    "stars": 5
  },
  {
    "id": "a552ded7c0d817b9c08bb822",
    "comment": "Venustas cattus tot crux totam voluntarius vilicus cetera volva beatus adficio auctus vorax acervus comitatus strenuus allatus dapifer sum cicuta.",
    "user": "Jenny Schiller",
    "stars": 0
  },
  {
    "id": "e8226741c4db84ce2119cc6a",
    "comment": "Cedo suscipio uxor suppono adversus vinum conscendo valde victus attonbitus testimonium atrox calamitas supra aperiam uterque subseco universe trucido spectaculum clibanus aperiam cupressus ocer terror derideo asper absorbeo deleniti apud.",
    "user": "Marvin Schmeler",
    "stars": 2
  },
  {
    "id": "aa7f3d2c3ec83dc24d1ddd15",
    "comment": "Depopulo ipsa vulgo eaque acer causa bonus curto labore varietas tabella appono demitto amicitia.",
    "user": "Heidi McClure",
    "stars": 2
  },
  {
    "id": "b4cd1d94afeb5d3aefaad3ff",
    "comment": "Expedita vado thorax charisma.",
    "user": "Margaret Hintz",
    "stars": 0
  },
  {
    "id": "ef7c68a2ad2200cb61d3ea1b",
    "comment": "Patior at vito catena tutis administratio tamquam ullam trepide tactus abduco fuga laborum supra careo corrupti error ago tutamen comis voluntarius.",
    "user": "Irving Hessel",
    "stars": 4
  },
  {
    "id": "4ebadd1688aed7eaae9a3b8c",
    "comment": "Ver caelum conturbo conqueror ipsam.",
    "user": "Lula Rodriguez",
    "stars": 2
  },
  {
    "id": "5a22f0fc3fd8912f59d95a18",
    "comment": "Aer defessus voveo sit magnam substantia.",
    "user": "Brendan Wilderman",
    "stars": 3
  },
  {
    "id": "f449f10fa7dd26a7fde2bbc6",
    "comment": "Spero demo ascisco aliquam deripio velum taedium convoco stillicidium comptus videlicet depulso.",
    "user": "Roxanne Bosco",
    "stars": 0
  },
  {
    "id": "c6c0159e0d354adb28d55bfb",
    "comment": "Traho adfectus ademptio tolero venio ademptio texo vindico valde voluptatum utrimque truculenter sumptus attero possimus tempora velut clibanus recusandae delibero ipsum quasi tabgo ascit curriculum sodalitas subvenio thesis.",
    "user": "Dr. Lyle Moore",
    "stars": 0
  },
  {
    "id": "adf59edcfa5d5c0ac7ca1a2c",
    "comment": "Adeo coniecto stips vinculum maxime angelus ulterius ultio odio vox pecto conventus vestrum tripudio utor calamitas tres ipsum sono somnus vehemens angulus porro averto ademptio canis tenetur repellat volva.",
    "user": "Dana Will",
    "stars": 5
  },
  {
    "id": "f36ffad8b3a3eaa3b4580e8c",
    "comment": "Cibo spectaculum absens adinventitias delibero omnis alter vindico demens centum vinitor audeo capitulus cuppedia vox ea triumphus casus arbitro adsuesco dapifer stipes tribuo impedit numquam.",
    "user": "Molly Morissette",
    "stars": 5
  },
  {
    "id": "1bd01cf66cf41fce167c0f1d",
    "comment": "Pecus quaerat toties undique testimonium abeo suscipio assumenda sint decimus reiciendis.",
    "user": "Travis Yost",
    "stars": 1
  },
  {
    "id": "dd56fa14d4392bbaedcaedad",
    "comment": "Bene doloremque calamitas appello culpa vitium coma deprecator spero aer patior abutor crastinus sollers officiis culpa callide sumptus vapulus porro aedificium.",
    "user": "Sue Hirthe",
    "stars": 4
  },
  {
    "id": "3a41396ebdcb721973a2beff",
    "comment": "Absum artificiose sufficio minus subiungo civis cibus conscendo ante careo vinculum denuo undique triduana iure thesaurus consectetur calamitas verus voluptate.",
    "user": "Fredrick Purdy",
    "stars": 1
  },
  {
    "id": "d94b4d0a9dfcc5ee8af395ce",
    "comment": "Conqueror qui sunt amitto admitto cubitum ex conscendo super vomer tibi subito cilicium adhaero teneo cubo rerum vicissitudo vestigium somniculosus velut tabula venustas et considero.",
    "user": "Israel Jaskolski MD",
    "stars": 5
  },
  {
    "id": "d2be51d1db3c1fcd2dc6febb",
    "comment": "Solum curatio aedificium auctus utrum caveo torrens dolorum deporto ascit pauci vitae sum clam depraedor cras depereo statua tametsi libero peccatus fugiat pel.",
    "user": "Ms. Alyssa Purdy-Altenwerth",
    "stars": 5
  },
  {
    "id": "57dacd2cbfd7e311c9beac65",
    "comment": "Deludo tametsi testimonium tricesimus commodi dens carmen administratio fugit accusantium bis cuius adinventitias explicabo adimpleo tertius.",
    "user": "Howard Klocko",
    "stars": 3
  },
  {
    "id": "a7c4f5d7e4a02f2abac658cd",
    "comment": "Ara pariatur bestia derideo tui amaritudo.",
    "user": "Tasha Reichel",
    "stars": 1
  },
  {
    "id": "f0c7dababd999f07dce7d889",
    "comment": "Curis adulatio tyrannus creptio contego titulus denique aeger talus fuga aequitas sunt cibus vilis averto una cohaero.",
    "user": "Melinda Jaskolski",
    "stars": 4
  }
]